Repository: samupl/grader
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Check date
pl: Data sprawdzenia

source: Scored points
pl: Zdobyte punkty

source: User
pl: Użytkownik

source: Grader administration
pl: Administracja Grader

source: Repository id
pl: Identyfikator repozytorium

source: Type
pl: Typ

source: Repository
pl: Repozytorium

source: Repositories
pl: Repozytoria

source: Exam short name
pl: Krótka nazwa egzaminu

source: Description
pl: Opis

source: Starting date & time
pl: Czas i data rozpoczęcia

source: End date & time
pl: Czas i data zakończenia

source: In progress
pl: W trakcie

source: Closed
pl: Zamknięty

source: Exam
pl: Egzamin

source: Exams
pl: Egzaminy

source: Title
pl: Tytuł

source: Source path
pl: Ścieżka źródłowa

source: Task
pl: Zadanie

source: Tasks
pl: Zadania

source: Arguments
pl: Argumenty

source: Expected standard output
pl: Oczekiwane standardowe wyjście

source: Expected standard error output
pl: Oczekiwane standardowe wyjście błędów

source: Points for this scenario
pl: Punkty za ten scenariusz

source: Scenario
pl: Scenariusz

source: Scenarios
pl: Scenariusze

source: Name
pl: Nazwa

source: no environments
pl: brak środowisk

source: 1 runtime environment
pl: 1 środowisko uruchomieniowe

source: runtime environments
pl: środowiska uruchomieniowe

source: Username
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: with password
pl: z hasłem

source: no password set
pl: brak hasła

source: Sign in
pl: Zaloguj się

source: Sign out
pl: Wyloguj się

source: You have been succesfully signed out.
pl: Zostałeś wylogowany prawidłowo.

source: Back to home page
pl: Powrót do strony głównej

source: Change language
pl: Zmień język

source: Not logged-in
pl: Niezalogowany

source: Logged in as
pl: Zalogowany jako

source: Home page
pl: Strona główna

source: Created by
pl: Utworzony przez

source: maintained by
pl: zarządzany przez

source: Code licensed under
pl: Licencja

source: MIT License
pl: MIT

source: Browse exam
pl: Przeglądaj egzamin

source: This exam is currently closed. If you have commited any answers after its closing time, they will not be considered in your final scoring.
pl: Ten egzamin jest obecnie zamknięty. Jeśli wysłałeś swoje rozwiązania po czasie zakończenia egzaminu, nie będą one wzięte pod uwagę.

source: Save
pl: Zapisz

source: Cancel
pl: Anuluj

source: Back to top
pl: Powrót do góry

source: points
pl: pkt

source: Exam info
pl: Informacje o egzaminie

source: Scores
pl: Wyniki

source: No solutions submitted for this task!
pl: Dla tego zadania nie zostały wysłane żadne rozwiązania!

source: Toggle result
pl: Pokaż/ukryj wynik

source: All users results
pl: Wyniki wszystkich użytkowników

source: Scores (all users, list)
pl: Wyniki (wszyscy użytkownicy, lista)

source: Participants
pl: Uczestnicy

source: To proceed select a display method from the left
pl: Aby kontynuować wybierz sposób prezentacji wyników z menu po lewej

source: Last check was done at
pl: Ostatnia weryfikacja rozwiązań odbyła się

source: No check have been run yet
pl: Rozwiązanie nie były jeszcze sprawdzane

source: Single user results
pl: Wyniki pojedynczego użytkownika

source: All users results (list)
pl: Wyniki wszystkich użytkowników (lista)

source: All users results (table)
pl: Wyniki wszystkich użytkowników (tabela)

source: Scores (single user)
pl: Wyniki (pojedynczy użytkownik)

source: Select an user to see his results
pl: Wybierz użytkownika aby zobaczyć jego wyniki

source: Scores (all users, table)
pl: Wyniki (wszyscy użytkownicy, tabela)

source: Home
pl: Strona główna

source: Exams currently in progress
pl: Egzaminy w trakcie

source: There are currently no exams in progress.
pl: W tej chwili nie ma żadnych egzaminów

source: Archival exams
pl: Archiwalne egzaminy

source: There are currently no exams in the archive.
pl: Archiwum egzaminów jest obecnie puste.

source: Statistics
pl: Statystyki

source: Number of exams
pl: Ilość egzaminów

source: Software tests run
pl: Przeprowadzonych testów

source: Tasks defined
pl: Zdefiniowanych zadań

source: Scenarios defined
pl: Liczba scenariuszy sprawdzających
